Repository: lokalise/lokalise-tutorials
Catalog: angular-i18n/src/locale/messages.*.xlf
Languages: ru

source: About Us
ru: О нас

source: Home
ru: Домашняя

source: About
ru: О нас

source: Main page
ru: Главная

# welcome
source: Hello world!
ru: Привет, мир!

source: {VAR_PLURAL, plural, zero {no tasks} one {one task} other {{INTERPOLATION} tasks}}
ru: {VAR_PLURAL, plural, zero {нет заданий} one {{{tasksCount}} задание} few {{{tasksCount}} задания} many {{{tasksCount}} заданий} other {{{tasksCount}} задания} }

source: Gender: {genderCode, select, 0 {male} 1 {female} other {other answer}}
ru: Пол: {genderCode, select, 0 {male} 1 {female} other {other answer}}

source: {VAR_SELECT, select, 0 {male} 1 {female} other {other answer}}
ru: {VAR_SELECT, select, 0 {мужчина} 1 {женщина} other {другой ответ} }

source: Copyright 2023
ru: Копирайт 2023

source: Created by this.company
ru: Создано компанией this.company
